const pricelist = {
    desktop: [{
            name: 'Диагностика',
            price: 'Бесплатно'
        },
        {
            name: 'Настройка/Прошивка BIOS',
            price: 'от 490 р.'
        },
        {
            name: 'Ремонт/замена блока питания',
            price: 'от 890 р.'
        },
        {
            name: 'Настройка Wi-Fi',
            price: 'от 290 р.'
        },
        {
            name: 'Настройка интернета',
            price: 'от 290 р.'
        },
        {
            name: 'Удаление вирусов',
            price: 'от 490 р.'
        },
        {
            name: 'Установка антивируса',
            price: 'от 390 р.'
        },
        {
            name: 'Восстановление Windows',
            price: 'от 690 р.'
        },

        {
            name: 'Установка программного обеспечения',
            price: 'от 290 р.'
        },
        {
            name: 'Установка Windows',
            price: 'от 2 290 р.'
        },
        {
            name: 'Ремонт оперативной памяти',
            price: 'от 250 р.'
        },

        {
            name: 'Ремонт/замена жесткого диска',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт/замена видеокарты',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт контактов (пайка)',
            price: 'от 290 р.'
        },
        {
            name: 'Чистка системы охлаждения и замена термопасты',
            price: 'от 990 р.'
        },
        {
            name: 'Чистка от пыли',
            price: 'от 1490 р.'
        },
        {
            name: 'Установка драйверов',
            price: 'от 290 р.'
        },
        {
            name: 'Оптимизация системы',
            price: 'от 2 490 р.'
        },
        {
            name: 'Восстановление Windows/MacOS после повреждения',
            price: 'от 2 490 р.'
        },
        {
            name: 'Ремонт/замена материнской платы',
            price: '1 990 р.'
        },
        {
            name: 'Сборка компьютера из комплектующих',
            price: 'от 2 490 р.'
        },
        {
            name: 'Замена чипов',
            price: '2 990 р.'
        },
        {
            name: 'Замена корпусных деталей',
            price: '1 490 р.'
        },
        {
            name: 'Форматирование жесткого диска',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт/замена hdd/ssd дисков',
            price: '490 р.'
        },


    ],
    laptop: [{
            name: 'Диагностика',
            price: 'Бесплатно'
        },
        {
            name: 'Замена аккумулятора',
            price: 'от 390 р.'
        },
        {
            name: 'Чистка системы охлаждения и замена термопасты',
            price: 'от 1500 р.'
        },
        {
            name: 'Чистка от пыли',
            price: 'от 1490 р.'
        },
        {
            name: 'Установка драйверов',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт/замена клавиатуры',
            price: 'от 490 р.'
        },
        {
            name: 'Ремонт/замена матрицы',
            price: 'от 990 р.'
        },
        {
            name: 'Ремонт/замена разъема питания',
            price: 'от 390 р.'
        },
        {
            name: 'Ремонт шлейфа',
            price: 'от 1490 р.'
        },
        {
            name: 'Ремонт тачпада',
            price: 'от 790 р.'
        },
        {
            name: 'Ремонт оперативной памяти',
            price: 'от 250 р.'
        },
        {
            name: 'Ремонт/замена материнской платы',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт/замена жесткого диска',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт контактов (пайка)',
            price: 'от 290 р.'
        },
        {
            name: 'Настройка Wi-Fi',
            price: 'от 290 р.'
        },
        {
            name: 'Настройка интернета',
            price: 'от 290 р.'
        },
        {
            name: 'Удаление вирусов',
            price: 'от 490 р.'
        },
        {
            name: 'Установка антивируса',
            price: 'от 390 р.'
        },

        {
            name: 'Восстановление Windows',
            price: 'от 490 р.'
        },
        {
            name: 'Установка MS Office',
            price: 'от 690 р.'
        },
        {
            name: 'Установка программного обеспечения',
            price: 'от 290 р.'
        },
        {
            name: 'Установка Windows',
            price: 'от 2 290 р.'
        },
        {
            name: 'Ремонт/замена CD/DVD привода',
            price: 'от 290 р.'
        },
        {
            name: 'Ремонт/замена вентилятора (кулера)',
            price: 'от 2 490 р.'
        },
        {
            name: 'Настройка/Прошивка BIOS',
            price: 'от 490 р.'
        },
        {
            name: 'Чистка после влаги',
            price: '2 590 р.'
        }
    ],
    phone: [{
            name: 'Диагностика',
            price: 'Бесплатно'
        },
        {
            name: 'Замена экрана',
            price: '2 690 р'
        },
        {
            name: 'Замена аккумулятора',
            price: '1 290 р.'
        },
        {
            name: 'Замена разъема зарядки (питания)',
            price: '690 р.'
        },
        {
            name: 'Замена задней крышки',
            price: '890 р.'
        },
        {
            name: 'Замена микрофона',
            price: '890 р.'
        },
        {
            name: 'Замена полифонического динамика',
            price: '890 р.'
        },
        {
            name: 'Замена кнопки включения',
            price: '890 р.'
        },
        {
            name: 'Замена кнопок громкости',
            price: '890 р.'
        },
        {
            name: 'Замена основной камеры',
            price: '1 290 р.'
        },
        {
            name: 'Замена разъема наушников (гарнитуры)',
            price: '690 р.'
        },
        {
            name: 'Обновление ПО',
            price: '1 090 р.'
        },
        {
            name: 'Чистка сеточки верхнего микрофона',
            price: '1 790 р.'
        },
        {
            name: 'Чистка сеточки нижнего микрофона',
            price: '1 790 р.'
        },
        {
            name: 'Чистка сеточки полифонического динамика',
            price: '1 790 р.'
        },
        {
            name: 'Сбор/Разбор',
            price: '1 490 р.'
        },
        {
            name: 'Замена датчика приближения',
            price: '590 р.'
        }
    ]

}

export default pricelist