const types = {
    desktop: [
        'Диагностика',
        'Замена комплектующих',
        'Замена термопасты',
        'Настройка принтера',
        'Удаление вирусов',
        'Настройка биос',
        'Настройка WiFi',

        'Установка Word Office',
        'Установка Windows',

        'Выезд мастера',
    ],
    laptop: [
        'Чистка от пыли',
        'Замена аккумулятора',
        'Замена термопасты',
        'Чистка после влаги',
        'Ремонт клавиатуры',
        'Замена жёсткого диска',
        'Ремонт матрицы',
        'Установка Word Office',
        'Установка Windows',
        'Выезд мастера',
    ],
    phone: [
        'Замена аккумулятора',
        'Снятие пароля',
        'Замена разъема зарядки',
        'После попадания влаги',
        'Замена камеры',
        'Замена кнопки громкости',
        'Замена микрофона/динамика',
        'Перепрошивка/восстановлени',

        'Замена экрана',
        'Выезд мастера'

    ]
}

export default types